Repository: antiX-Linux/gufw-jessie
Catalog: gui-ufw-12.10.0/po/*.po
Languages: ast, de, eu, fr, hr, lv, nl, oc, pl, pt_br, ru, sv, uk

source: Rule number to insert
ast: Númberu de regla a inxertar
de: Einzusetzende Regelnummer
eu: Sartuko den arau zenbakia
fr: Numéro de la règle à insérer
hr: Broj pravila za unos
lv: Ievietojamās kārtulas numurs
nl: Regelnummer om in te voegen
oc: Numèro de la règla d'inserir
pl: Numer reguły do dodania
pt_br: Inserir número da regra
ru: Номер правила, которое необходимо вставить
sv: Regelnummer att infoga

source: Preconfigured
ast: Preconfigurada
de: Vorkonfiguriert
eu: Aurrekonfiguratua
fr: Préconfigurée
hr: Unaprijed podešeno
lv: Iepriekš konfigurēts
nl: Vooraf ingesteld
oc: Preconfigurat
pl: Prekonfigurowana
pt_br: Pré-configurado
ru: Предустановленные
sv: Förkonfigurerad
uk: Налаштоване наперед

source: Simple
ast: Cenciella
de: Einfach
eu: Arrunta
hr: Jednostavno
lv: Vienkārši
nl: Eenvoudig
oc: Opcions simplas
pl: Prosta
pt_br: Simples
ru: Простые
sv: Enkel
uk: Просте

source: To:
ast: A:
de: Nach:
eu: Nora:
fr: Vers :
hr: Prema:
lv: Līdz:
nl: Naar:
oc: Cap a :
pl: Do:
pt_br: Para:
ru: Куда:
sv: Till:
uk: До:

source: From:
ast: Dende:
de: Von:
eu: Nondik:
fr: Depuis :
lv: No:
nl: Van:
oc: Dempuèi :
pl: Od:
pt_br: De:
ru: Откуда:
sv: Från:
uk: Від:

source: Use PortA:PortB for a port range.
ast: Usa PuertuA:PuertuB pa un rangu de puertos.
de: Geben Sie den Port-Bereich in der Form PortA:PortB an.
eu: Erabili A_ataka:B_ataka ataka-sorta baterako
fr: Utiliser PortA:PortB pour une plage de ports.
hr: Koristite PortA:PortB za raspon portova.
lv: Lietojiet PortsA:PortsB for portu apgabalam.
nl: PortA:PortB als poortbereik instellen.
oc: Utilizar PortA:PortB per una plaja de pòrts.
pl: Użyj zakres portów PortA:PortB
pt_br: Use PortaA:PortaB para um intervalo de portas.
ru: Задействовать PortA:PortB для диапазона портов.
sv: Använd PortA:PortB för ett portintervall.
uk: Використовуте діапазон портів у формі ПортА:ПортБ

source: Clean values in boxes
ast: Llimpiar valores
de: Werte aus den Eingabefeldern entfernen
eu: Garbitu koadroetako balioak
fr: Effacer les valeurs des champs
hr: Očistiti kučiće od vrijednosti
lv: Attīrīt lauku vērtības
nl: Invoervelden wissen
oc: Escafar las valors dels camps
pl: Wyczyść pola
pt_br: Limpar os valores nos campos
ru: Очистить значения
sv: Töm värden i rutorna
uk: Очистити значення в боксі

source: Advanced
ast: Avanzada
de: Erweitert
eu: Aurreratua
fr: Avancé
hr: Napredno
lv: Paplašināti
nl: Geavanceerd
oc: Detalhs a_vançat
pl: Zaawansowana
pt_br: Avançado
ru: Расширенные
sv: Avancerad
uk: Розширені

source: ALLOW IN
ast: PERMITIR ENTRANTE
de: EINGEHENDE ERLAUBEN
eu: ONARTU SARRERA
fr: AUTORISER (ENTRANT)
hr: DOPUSTI UNUTRA
lv: ATĻAUT IENĀKOŠOS
nl: IN TOESTAAAN
oc: AUTORIZAR (ENTRANT)
pl: Dopuść przychodzące
pt_br: PERMITE ENTRADA
ru: Разрешить входящие
sv: TILLÅT IN
uk: Дозволити вхідні з’єднання

source: DENY IN
ast: TORGAR ENTRANTE
de: EINGEHENDE VERBIETEN
eu: UKATU SARRERA
fr: REFUSER (ENTRANT)
hr: ZABRANI UNUTRA
lv: LIEGT IENĀKOŠOS
nl: IN BLOKKEREN (STIL)
oc: REFUSAR (ENTRANT)
pl: Zablokuj przychodzące
pt_br: NEGA ENTRADA
ru: Запретить входящие
sv: NEKA IN
uk: Заборонити вхідні з’єднання

source: REJECT IN
ast: REFUGAR ENTRANTE
de: EINGEHENDE ZURÜCKWEISEN
eu: EZETSI SARRERA
fr: REJETER (ENTRANT)
hr: ODBIJ UNUTRA
lv: NORAIDĪT IENĀKOŠOS
nl: IN BLOKKEREN
oc: REGETAR (ENTRANT)
pl: Odrzuć przychodzące
pt_br: REJEITA ENTRADA
ru: Отклонить входящие
sv: VÄGRA IN
uk: Відхилити вхідні з’єднання

source: LIMIT IN
ast: LLIMITAR ENTRANTE
de: EINGEHENDE LIMITIEREN
eu: MUGATU SARRERA
fr: LIMITER (ENTRANT)
hr: OGRANIČI UNUTRA
lv: IEROBEŽOT IENĀKOŠOS
nl: IN BEPERKEN
oc: LIMITAR (ENTRANT)
pl: Ograniczenie
pt_br: LIMITA ENTRADA
ru: Ограничить входящие
sv: BEGRÄNSA IN
uk: Обмежити вхід

source: ALLOW OUT
ast: PERMITIR SALIENTE
de: AUSGEHENDE ERLAUBEN
eu: ONARTU IRTEERA
fr: AUTORISER (SORTANT)
hr: DOPUSTI PREMA
lv: ATĻAUT IZEJOŠOS
nl: UIT TOESTAAN
oc: AUTORIZAR (SORTENT)
pl: Dopuść wychodzące
pt_br: PERMITE SAIDA
ru: Разрешить исходящие
sv: TILLÅT UT
uk: Дозволити вихідні з’єднання

source: DENY OUT
ast: TORGAR SALIENTE
de: AUSGEHENDE VERBIETEN
eu: UKATU IRTEERA
fr: REFUSER (SORTANT)
hr: ZABRANI VAN
lv: LIEGT IZEJOŠOS
nl: UIT BLOKKEREN (STIL)
oc: REFUSAR (SORTENT)
pl: BLOKUJ WYCHODZĄCE
pt_br: NEGA SAIDA
ru: Запретить исходящие
sv: NEKA UT
uk: Заборонити вихідні з’єднання

source: REJECT OUT
ast: REFUGAR SALIENTE
de: AUSGEHENDE ZURÜCKWEISEN
eu: EZETSI IRTEERA
fr: REJETER (SORTANT)
hr: ODBIJ VAN
lv: NORAIDĪT IZEJOŠOS
nl: UIT BLOKKEREN
oc: REGETAR (SORTENT)
pl: ODRZUĆ WYCHODZĄCE
pt_br: REJEITA SAIDA
ru: Отклонить исходящие
sv: VÄGRA UT
uk: Відхилити вихідні з’єднання

source: LIMIT OUT
ast: LLIMITAR SALIENTE
de: AUSGEHENDE LIMITIEREN
eu: MUGATU IRTEERA
fr: LIMITER (SORTANT)
hr: OGRANIČI VAN
lv: IEROBEŽOT IZEJOŠOS
nl: UIT BEPERKEN
oc: LIMITAR (SORTENT)
pl: PRZEKROCZONO LIMIT
pt_br: LIMITA SAIDA
ru: Ограничить исходящие
sv: BEGRÄNSA UT
uk: Обмежити вихід

source: ALLOW
ast: PERMITIR
de: GESTATTEN
eu: ONARTU
fr: AUTORISER
hr: DOPUSTI
lv: ATĻAUT
nl: TOESTAAN
oc: AUTORIZAR
pl: ZEZWÓL
pt_br: PERMITIR
ru: Разрешить
sv: TILLÅT

source: DENY
ast: TORGAR
de: ABLEHNEN
eu: UKATU
fr: REFUSER
hr: ZABRANI
lv: NOLIEGT
nl: BLOKKEREN (STIL)
oc: REFUSAR
pl: ZABLOKUJ
pt_br: NEGAR
ru: Запретить
sv: NEKA

source: REJECT
ast: REFUGAR
de: ZURÜCKWEISEN
eu: EZETSI
fr: REJETER
hr: ODBIJ
lv: NORAIDĪT
nl: BLOKKEREN
oc: REGETAR
pl: ODRZUĆ
pt_br: REJEITAR
ru: Отклонить
sv: VÄGRA
uk: Відхилити

source: LIMIT
ast: LLIMITAR
de: EINGRENZEN
eu: MUGATU
fr: LIMITER
hr: OGRANIČI
lv: IEROBEŽOT
nl: BEPERKEN
oc: LIMITAR
pt_br: LIMITE
ru: Ограничить
sv: BEGRÄNSA
uk: Обмежити

source: Anywhere
ast: Cualesquier sitiu
de: Irgendwo
eu: Edonondik
fr: N'importe où
hr: Bilo gdje
lv: Jebkur
nl: Overal
oc: Ont que siá
pl: Gdziekolwiek
pt_br: Qualquer lugar
ru: Откуда угодно
sv: Var som helst

source: Firewall: Log
ast: Tornafuegos: Rexistru
de: Firewall: Aufzeichnen
eu: Suhesia: Egunkaria
fr: Pare-feu : journal
hr: Vatrozid: Zapisnik
lv: Firewall: Žurnāls
oc: Parafuòc : jornal
pl: Log
pt_br: Firewall: Registro
ru: Межсетевой экран: Журнал
sv: Brandvägg: Logg
uk: Брандмауер: Журнал

source: Show as server script
ast: Amosar como script pa sirvidor
de: Als Server-Script anzeigen
eu: Erakutsi zerbitzariko script bezala
fr: Montrer comme un script serveur
hr: Prikaži kao poslužiteljsku skriptu
lv: Rādīt kā servera skriptu
nl: Als serverscript weergeven
oc: Far veire coma un escript servidor
pl: Pokaż jako skrypt serwera
pt_br: Mostrar como script de servidor
ru: Показывать в качестве серверного сценария
sv: Visa som serverskript

source: Show in a simpler format that can be used for scripting
ast: Amosar nún formatu más cenciellu que pueda usase como script
de: Einfacheres Format anzeigen, das zum Scripting geeignet ist
eu: Erakutsi script-etan erabili daitekeen formatu sinpleago batean
fr: Afficher dans un format simple qui puisse être utilisé en script
hr: Prikaži u jednostavnijem formatu koji se može koristiti za pisanje skripti
lv: Rādīt kā vienkāršāku formātu, ko var izmantot skriptēšanai
nl: Weergeven in een simpeler formaat dat gebruikt kan worden om scripts aan te maken
oc: Afichar dins un format simple que se pòsca utilizar en escript
pl: Pokaż w prostszym formacie, tak żeby można było wykorzystać w skryptach
pt_br: Mostrar em um formato mais simples que pode ser usado ​​para criação de scripts
ru: Показать в простом формате, который может использоваться для написания сценариев
sv: Visa i ett enklare format som kan användas som skript

source: Remove all Gufw logs
ast: Desaniciar tolos rexistros de Gufw
de: Alle Gufw Log-Dateien entfernen
eu: Kendu Gufw egunkari guztiak
fr: Effacer tous les journaux de Gufw
hr: Ukloni sve Gufw zapisnike
lv: Izņemt visus Gufw logo
nl: Alle Gufw-logs verwijderen
oc: Escafar totes los jornals de Gufw
pl: Usuń wszelkie logi programu
pt_br: Remover todos os logs Gufw
ru: Удалить все журналы Gufw
sv: Ta bort alla Gufw-loggar
uk: Вилучити всі логи Gufw

source: _File
ast: _Ficheru
de: _Datei
eu: _Fitxategia
fr: _Fichier
hr: _Datoteka
lv: _Fails
nl: _Bestand
oc: _Fichièr
pl: _Plik
pt_br: _Arquivo
ru: _Файл
sv: _Arkiv
uk: _Файл

source: _Log...
ast: _Rexistru...
de: _Protokoll...
eu: Eg_unkaria...
fr: _Journaux...
hr: _Zapisnik...
lv: _Reģistrēt...
nl: _Log maken…
oc: _Jornals...
ru: _Журнал...
sv: _Logg...

source: _Edit
ast: _Editar
de: _Bearbeiten
eu: _Editatu
fr: Éditio_n
hr: _Uredi
lv: R_ediģēt
nl: _Bewerken
oc: E_dicion
pl: _Edycja
pt_br: _Editar
ru: _Изменить
sv: R_edigera
uk: _Правка

source: _Add Rule...
ast: _Amestar regla...
de: Regel _hinzufügen
eu: _Gehitu araua...
fr: _Ajouter Règle...
hr: Dod_aj pravilo...
lv: _Pievienot kārtulu...
nl: Regel _toevoegen…
oc: _Apondre Règla...
pl: Dod_aj regułę...
pt_br: _Adicionar Regra...
ru: _Добавить правило...
sv: _Lägg till regel...
uk: _Додати правило…

source: Re_move Rule
ast: _Desaniciar regla
de: Regel _entfernen
eu: _Kendu araua
fr: Suppri_mer Règle
hr: U_kloni pravilo
lv: Izņe_mt kārtulu
nl: Regel _verwijderen…
oc: Supri_mir Règla
pl: U_suń reguły
pt_br: Re_mover Regra
ru: Уд_алить правило
sv: Ta _bort regel
uk: _Влучити правило

source: Re_load Rules
lv: Pār_lādēt kārtulas
nl: Regels her_laden
pt_br: Atua_lizar regras
ru: П_ерезапустить правила

source: Re_set Firewall...
ast: Rea_niciar torgafueos...
de: Firewall zurücksetzen
eu: _Berrasieratu suhesia
fr: Ré_initialiser le parfeu
hr: Re_setiraj vatrozid
lv: Ie_statīt ugunsmūris...
nl: Firewall _resetten…
oc: Re_ïnicializar lo parafuòc
pl: Zre_setuj Firewall...
pt_br: Re_iniciar Firewall...
ru: Сб_росить межсетевой экран...
sv: No_llställ brandvägg...

source: _Help
ast: _Aida
de: _Hilfe
eu: _Laguntza
fr: _Aide
hr: _Pomoć
lv: _Palīdzība
nl: _Hulp
oc: _Ajuda
pl: _Pomoc
pt_br: Aj_uda
ru: _Справка
sv: _Hjälp
uk: _Довідка

source: Documentation...
ast: Documentación...
de: Dokumentation...
eu: Dokumentazioa...
hr: Dokumentacija...
lv: Dokumentācija...
nl: Documentatie…
oc: Documentacion...
pl: Dokumentacja...
pt_br: Documentação...
ru: Документация...
sv: Dokumentation...
uk: Документація

source: Get Help Online...
ast: Pidi ayuda en llinia...
de: Online Hilfe erhalten …
eu: Lortu laguntza linean...
fr: Obtenir de l'aide en ligne…
hr: Potraži pomoć na Internetu...
lv: Palīdzība Internetā...
nl: Online hulp vragen…
oc: Obténer d'ajuda sus internet...
pl: Uzyskaj pomoc w sieci...
pt_br: Obter ajuda online...
ru: Справка в интернете...
sv: Få hjälp på nätet...
uk: Отримати довідку в Інтернет

source: Report a Problem...
ast: Informar d'un problema...
de: Ein Problem melden...
eu: Arazo baten berri eman...
fr: Signaler un bogue...
hr: Prijavi problem...
lv: Ziņot par problēmu...
nl: Een probleem melden…
oc: Senhalar una anomalia...
pl: Zgłoś błąd w programie...
pt_br: Relatar um problema...
ru: Сообщить о проблеме...
sv: Rapportera ett problem...
uk: Звітувати про проблему

source: Translate this Application...
ast: Traducir esta aplicación...
de: Diese Anwendung übersetzen …
eu: Aplikazio hau itzuli...
fr: Traduire cette application
hr: Prevedite ovaj program...
lv: Tulkot šo lietotni...
nl: Deze toepassing vertalen…
oc: Traduire aquesta aplicacion
pl: Przetłumacz tę aplikację...
pt_br: Traduzir este aplicativo...
ru: Перевести это приложение...
sv: Översätt detta program...

source: Add a rule...
ast: Amestar una regla...
de: Eine neue Regel erstellen
eu: Gehitu arau bat...
fr: Ajouter une règle...
hr: Dodaj pravilo...
lv: Pievienot kārtulu...
nl: Een regel toevoegen…
oc: Apondre una règla...
pl: Dodaj regułę...
pt_br: Adicionar uma regra...
ru: Добавить правило...
sv: Lägg till en regel...
uk: Додати правило…

source: Add
ast: Amestar
de: Hinzufügen
eu: Gehitu
fr: Ajouter
hr: Dodaj
lv: Pievienot
nl: Toevoegen
oc: Apondon
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till

source: Remove the selected rule(s)
ast: Desaniciar la regla(es) seleicionada(es)
de: Die ausgewählte(n) Regel(n) entfernen
eu: Kendu hautatutako araua(k)
fr: Supprimer les règles sélectionnées
hr: Ukloni odabrano pravilo/a
lv: Izņemt redzamo(-ās) kārtulu(-as)
nl: Geselecteerde regel(s) verwijderen
oc: Suprimir las règlas seleccionadas
pl: Usuń wybrane reguły
pt_br: Remover a(s) regra(s) selecionada(s)
ru: Удалить выбранные правила
sv: Ta bort markerade regler
uk: Влучити виділені правила

source: Remove
ast: Desaniciar
de: Entfernen
eu: Kendu
fr: Supprimer
hr: Ukloni
lv: Izņemt
nl: Verwijderen
oc: Suprimir
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort

source: Unlock the firewall
ast: Desbloquiar el torgafueos
de: Die Firewall entsperren
eu: Desblokeatu suhesia
fr: Déverrouiller le pare-feu
hr: Otključaj vatrozid
lv: Atbloķēt ugunsmūri
nl: De firewall ontgrendelen
oc: Desvarrolhar lo parafuòc
pl: Odblokuj zaporę
pt_br: Desbloquear o firewall
ru: Разблокировать межсетевой экран
sv: Lås upp brandväggen
uk: Розблокувати брандмауер

source: Unlock
lv: Atbloķēt
nl: Ontgrendelen
pt_br: Desbloquear
ru: Разблокировать

source: <b>Rules</b>
ast: <b>Regles</b>
de: <b>Regeln</b>
eu: <b>Arauak</b>
fr: <b>Règles</b>
hr: <b>Pravila</b>
lv: <b>Kārtulas</b>
nl: <b>Regels</b>
oc: <b>Règlas</b>
pl: <b>Reguły</b>
pt_br: <b>Regras</b>
ru: <b>Правила</b>
sv: <b>Regler</b>
uk: <b>Правила</b>

source: <b>Listening Report</b>
ast: <b>Informe d'escucha</b>
de: <b>Lauschbericht</b>
eu: <b>Entzuketa txostena</b>
fr: <b>Rapport d'écoute</b>
hr: <b>Izvještaj Slušanja</b>
lv: <b>Klausīšanās atskaite</b>
nl: <b>Luisterrapport</b>
oc: <b>Rapòrt d'escota</b>
pl: <b>Raport nasłuchiwania</b>
pt_br: <b>Relatório de Escuta</b>
ru: <b>Отчёт использования</b>
sv: <b>Lyssningsrapport</b>
uk: <b>Звіт Прослуховування</b>

source: Outgoing:
ast: Saliente:
de: Ausgehend:
eu: Irteerakoa:
fr: Sortant :
hr: Odlazni:
lv: Izejošais:
nl: Uitgaand:
oc: Sortent :
pl: Wychodzące:
pt_br: Saída:
ru: Исходящие:
sv: Utgående:
uk: Вихідний:

source: Incoming:
ast: Entrante:
de: Eingehend:
eu: Sarrerakoa:
fr: Entrant :
hr: Dolazni:
lv: Ienākošais:
nl: Inkomend:
oc: Entrant :
pl: Przychodzące:
pt_br: Entrada:
ru: Входящие:
sv: Inkommande:
uk: Вхідний:

source: Status
ast: Estáu
eu: Egoera
fr: Statut
hr: Stanje
lv: Statuss
oc: Estat
pt_br: Estado
ru: Состояние

source: <b>Firewall</b>
ast: <b>Torgafueos</b>
eu: <b>Suhesia</b>
fr: <b>Pare-feu</b>
hr: <b>Vatrozid</b>
lv: <b>Ugunsmūris</b>
oc: <b>Parafuòc</b>
pl: <b>Zapora sieciowa</b>
ru: <b>Межсетевой экран</b>
sv: <b>Brandvägg</b>
uk: <b>Брандмауер</b>

source: Firewall: Preferences
ast: Tornafuegos: Preferencies
de: Firewall: Einstellungen
eu: Suhesia: Hobespenak
fr: Pare-feu : préférences
hr: Vatrozid: Osobitosti
lv: Firewall: Iestatījumi
nl: Firewall: Voorkeuren
oc: Parafuòc : preferéncias
pl: Preferencje
pt_br: Firewall: Preferências
ru: Межсетевой экран: Параметры
sv: Brandvägg: Inställningar
uk: Брандмауер: Налаштування

source: Logging:
ast: Rexistru:
de: Protokollierung:
eu: Egunkaria:
fr: Journalisation :
hr: Zapisivanje dnevnika:
lv: Reģistrēšana:
nl: Loggen:
oc: Jornalizacion :
pl: Logowanie:
pt_br: Registro:
ru: Ведение журнала:
sv: Loggning:
uk: Вхід

source: <b>ufw Options</b>
ast: <b>Opciones d'ufw</b>
de: <b>ufw-Optionen</b>
eu: <b>ufw aukerak</b>
fr: <b>Options de ufw</b>
hr: <b>ufw mogućnosti</b>
lv: <b>ufw opcijas</b>
nl: <b>ufw-opties</b>
oc: <b>Opcions d'ufw</b>
pl: <b>Opcje ufw</b>
pt_br: <b>Opções do ufw</b>
ru: <b>Параметры межсетевого экрана</b>
sv: <b>ufw-alternativ</b>
uk: <b>ufw Властивості</b>

source: Logging
ast: Rexistru
de: Protokollierung
eu: Egunkaria
fr: Journalisation
hr: Zapisivanje dnevnika
lv: Reģistrēšana
nl: Loggen
oc: Archivatge
pl: Logowanie
pt_br: Registro
ru: Показывать подробности журнала
sv: Loggning
uk: Журналювання

source: Listening Report
ast: Informe d'Escucha
de: Lauschbericht
eu: Entzuketa txostena
fr: Rapport d'écoute
hr: Izvještaj slušanja
lv: Klausīšanās atskaite
nl: Luisterrapport
oc: Rapòrt d'escota
pl: Raport nasłuchiwania
pt_br: Relatório de escuta
ru: Показывать отчёт использования
sv: Lyssningsrapport
uk: Перегляд Рапорту(Логу)

source: Ports in the listening state for TCP and open state for UDP. If enabled, will result in higher CPU usage.
ast: Puertos n'estáu d'escucha pa TCP y estáu abiertu pa UDP. Si s'activa, producirá un mayor usu de la CPU.
de: Die Kombination von Status lauschen bei TCP und Status offen von UDP hat eine höhere CPU Auslastung zur Folge
eu: Entzuten egoeran dauden TCP eta irekita egoeran dauden UDP atakak. Gaituz gero, PUZaren erabilera handituko da.
fr: Ports à l'écoute pour TCP et ouverts pour UDP. Si activé, se traduira par une plus grande utilisation du CPU.
hr: Portovi u stanju slušanja za TCP i otvorenom stanju za UDP. Ako je onemogućeno, rezultirat će povećanoj potrošnji procesorskog vremena.
lv: Porti, kas ir klausīšanās stāvoklī TCP protokolā un atvērtā stāvoklī UDP protokolā. Ja aktivēts, rezultāts patērēs vairāk procesora jaudas.
nl: Poorten in de luister status voor TCP en open status voor UDP. Indien ingeschakeld zal het CPU-gebruik zal toenemen.
oc: Pòrts a l'escota per TCP e dobèrts per UDP. Se activat, se traduirà per una pus granda utilizacion del CPU.
pl: Porty w stanie nasłuchiwania dla protokołu TCP oraz otwartym dla protokołu UDP. Jeśli opcja jest włączona, spowoduje to większe wykorzystanie procesora.
pt_br: Portas no estado de escuta para TCP e em estado aberto para UDP. Se ativado, vai resultar em maior utilização de CPU.
ru: Порты в прослушиваемой области для TCP и открытая область для UDP. Если возможность включена, это повлечёт за собой высокую нагрузку на ЦПУ.
sv: Portar i lyssningstillstånd för TCP och öppet tillstånd för UDP. Om aktiverat kommer detta ge högre processorbelastning.

source: Show notifications
ast: Amosar notificaciones
de: Benachrichtigungen anzeigen
eu: Erakutsi jakinarazpenak
fr: Afficher les notifications
hr: Prikaži obavjesti
lv: Rādīt paziņojumus
nl: Meldingen weergeven
oc: Afichar las notificacions
pl: Wyświetlaj powiadomienia
pt_br: Exibir notificações
ru: Показывать уведомления
sv: Visa notifieringar
uk: Показувати сповіщення

source: Show notifications for new connections in Listening Report
ast: Amosar avisos de conexones nueves nel Informe d'escucha
de: Zeige Benachrichtigung für neue Verbindungen im Lauschprotokoll
eu: Erakutsi konexio berrien jakinarazpenak Entzuketa Txostenean
fr: Afficher des notifications pour les nouvelles connexions dans le rapport d'écoute
hr: Prikaži obavijesti za nove veze u izvještaju slušanja
lv: Rādīt paziņojumus, kad ienāk jauni savienojumi uz portiem, kurus klausās
nl: Meldingen weergeven voor nieuwe verbindingen in het luisterrapport
oc: Afichar de notificacions per las novèlas connexions dins lo rapòrt d'escota
pl: Pokaż powiadomienia o nowych połączeniach w raporcie nasłuchiwania.
pt_br: Mostrar notificações para novas conexões em Relatório de Escuta.
ru: Показать уведомления о новых соединениях в отчёте прослушивания
sv: Visa notifieringar för nya anslutningar i lyssningsrapporten

source: <b>Gufw Options</b>
ast: <b>Opciones de Gufw</b>
de: <b>Gufw-Optionen</b>
eu: <b>Gufw aukerak</b>
fr: <b>Options de Gufw</b>
hr: <b>Gufw mogućnosti</b>
lv: <b>Gufw Opcijas</b>
nl: <b>Gufw-opties</b>
oc: <b>Opcions de Gufw</b>
pl: <b>Ustawienia</b>
pt_br: <b>Opções do Gufw</b>
ru: <b>Параметры графической оболочки</b>
sv: <b>Gufw-alternativ</b>
uk: <b>Gufw Властивості</b>
