Repository: antiX-Linux/gufw-jessie
Catalog: gui-ufw-12.10.0/po/*.po
Languages: ast, de, eu, fr, hr, lv, nl, oc, pl, pt_br, ru, sv, uk

source: To
ast: A
de: Nach
eu: Nora
fr: Destination
hr: Za
lv: Uz
nl: Naar
oc: A
pl: Do
pt_br: Para
ru: Куда
sv: Till
uk: Куди

source: Action
ast: Aición
de: Aktion
eu: Ekintza
hr: Radnja
lv: Darbība
nl: Actie
oc: Accion
pl: Działanie
pt_br: Ação
ru: Действие
sv: Åtgärd
uk: Дія

source: From
ast: Dende
de: Von
eu: Nondik
fr: Source
hr: Iz
lv: No
nl: Van
oc: Font
pl: Od
pt_br: De
ru: Откуда
sv: Från
uk: Звідки

source: Protocol
ast: Protocolu
de: Protokoll
eu: Protokoloa
fr: Protocole
hr: Protokol
lv: Protokols
oc: Protocòl
pl: Protokół
pt_br: Protocolo
ru: Протокол
sv: Protokoll
uk: Протокол

source: Port
ast: Puertu
eu: Ataka
lv: Ports
nl: Poort
oc: Pòrt
pt_br: Porta
ru: Порт
uk: Порт

source: Address
ast: Direición
de: Adresse
eu: Helbidea
fr: Adresse
hr: Adresa
lv: Adrese
nl: Adres
oc: Adreça
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
uk: Адреси

source: Application
ast: Aplicación
de: Anwendung
eu: Aplikazioa
hr: Aplikacija
lv: Lietotne
nl: Toepassing
oc: Logicial
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
sv: Program
uk: Програма

source: Select rule(s)
ast: Seleiciona regla(es)
de: Regel(n) auswählen
eu: Hautatu araua(k)
fr: Sélectionner une ou plusieurs règles
hr: Odaberi pravilo/a
lv: Izvēlieties kārtulu(-as)
nl: Regel(s) selecteren
oc: Seleccionar una o mantuna règla
pl: Wybierz zasady
pt_br: Selecionar regra(s)
ru: Выбрать правило
sv: Välj regel/regler
uk: Вибрати правило(а)

source: Removing rules...
ast: Desaniciando regles...
de: Lösche Regeln …
eu: Arauak kentzen...
fr: Suppression des règles en cours...
hr: Uklanjanje pravila...
lv: Izņem kārtulas...
nl: Regels verwijderen…
oc: Supression de las règlas en cors...
pl: Usuwanie reguł...
pt_br: Removendo regras...
ru: Удаление правил...
sv: Tar bort regler...
uk: Видаляються правила...

source: Rule(s) removed
ast: Regla(es) desaniciada(es)
de: Regel(n) entfernt
eu: Araua(k) kendurik
fr: Règle(s) supprimée(s)
hr: Pravilo/a uklonjeno/a
lv: Kārtula(-s) izņemta(-s)
nl: Regel(s) verwijderd
oc: Règla(s) suprimida(s)
pl: Reguła usunięta
pt_br: Regra(s) removidas
ru: Правило удалено
sv: Regel/regler borttagna
uk: Правило(а) видалено

source: Error performing operation
ast: Fallu faciendo la operación
de: Fehler beim Ausführen des Vorgangs
eu: Errorea ekintza burutzean
fr: Erreur lors de l'exécution de l'opération
hr: Greška pri izvođenju operacije
lv: Kļūda, veicot darbību
nl: Fout tijdens het uitvoeren
oc: Error al moment de l'execucion de l'operacion
pl: Błąd podczas wykonywania operacji
pt_br: Erro ao realizar operação
ru: Ошибка выполнения операции
sv: Fel vid genomförande av åtgärd
uk: Помилка виконання дії

source: Rule added
ast: Regla amestada
de: Regel hinzugefügt
eu: Araua gehituta
fr: Règle ajoutée
hr: Pravilo dodano
lv: Kārtula pievienota
nl: Regel toegevoegd
oc: Règla aponduda
pl: Dodano regułę
pt_br: Regra adicionada
ru: Правило добавлено
sv: Regeln lades till
uk: Правило додано

source: Error: Insert a port number
ast: Fallu: Enxerta un númberu de puertu
de: Fehler: Port-Nummer eingeben
eu: Errorea: Sartu ataka-zenbaki bat
fr: Erreur : indiquez un numéro de port
hr: Greška: Unesite broj ulaza
lv: Kļūda: ievadiet porta numuru
nl: Fout: voer een poortnummer in
oc: Error : indicatz un numèro de pòrt
pl: Błąd: Wprowadź numer portu
pt_br: Erro: insira um número de porta
ru: Ошибка: введите номер порта
sv: Fel: Ange ett portnummer
uk: Помилка: введіть номер порту

source: Error: Range ports only with tcp or udp protocol
ast: Fallu: Rangu de puertos sólo con protocolu tcp o udp
de: Fehler: Portnummernbereich nur mit TCP- oder UDP-Protokoll
eu: Errorea: ataka-sortak soilik tcp edo udp protokoloekin
fr: Erreur : plage de ports seulement avec les protocoles tcp ou udp
hr: Greška: Raspon ulaza samo s TCP ili UDP protokolom
lv: Kļūda: portu intervāli ir tikai tcp un udp protokoliem
nl: Fout: poortbereik alleen voor tcp en udp
oc: Error : plaja de pòrts solament amb los protocòls tcp o udp
pl: Błąd: zakres portów tylko z protokołem tcp lub udp
pt_br: Erro: alinhar portas somente com os protocolos TCP ou UDP
ru: Ошибка: диапазон портов можно указать только для TCP или UDP протоколов отдельно
sv: Fel: Portintervall endast med tcp- eller udp-protokoll
uk: Помилка: діапазон портів тільки для TCP або UDP протоколів

source: Error: Fields filled out incorrectly
ast: Fallu: Campos rellenaos incorreutamente
de: Fehler: Felder falsch ausgefüllt
eu: Errorea: Oker betetako eremuak
fr: Erreur : champs remplis de manière incorrecte
hr: Greška: Polja su nepravilno ispunjena
lv: Kļūda: lauki aizpildīti nepareizi
nl: Fout: de gegevens zijn niet juist ingevoerd
oc: Error : camps emplenats de manièra incorrècta
pl: Błąd: pola wypełnione niepoprawnie
pt_br: Erro: campos preenchidos incorretamente
ru: Ошибка: поля заполнены неправильно
sv: Fel: Fälten har inte fyllts i korrekt
uk: Помилка: поля заповнені з помилками

source: Wrong identification
ast: Identificación incorreuta
de: Falsche Identifikation
eu: Identifikazio okerra
fr: Mauvaise identification
hr: Pogrešna identifikacija
lv: Nepareiza identifikācija
nl: Verkeerde identificatie
oc: Marrida identificacion
pl: Nieprawidłowa identyfikacja
pt_br: Identificação incorreta
ru: Неправильная идентификация
sv: Fel identifikation
uk: Неправильне визначення

source: Enabled firewall
ast: Tornafuéu activáu
de: Firewall aktiviert
eu: Suhesia gaituta
fr: Pare-feu activé
hr: Omogućen vatrozid
lv: Aktivēts ugunsmūris
nl: Firewall ingeschakeld
oc: Parafuòc activat
pl: Zapora włączona
pt_br: Firewall habilitado
ru: Межсетевой экран включён
sv: Aktiverad brandvägg
uk: Увімкнути брандмауер

source: Disabled firewall
ast: Tornafuéu desactiváu
de: Firewall deaktiviert
eu: Suhesia desgaituta
fr: Pare-feu désactivé
hr: Onemogućen vatrozid
lv: Deaktivēts ugunsmūris
nl: Firewall uitgeschakeld
oc: Parafuòc desactivat
pl: Zapora wyłączona
pt_br: Firewall desabilitado
ru: Межсетевой экран отключён
sv: Inaktiverad brandvägg
uk: Вимкнути брандмауер

source: Deny all INCOMING traffic
ast: Torgáu tol tráficu ENTRANTE
de: Sämtlichen EINGEHENDEN Datenverkehr verbieten
eu: Ukatu SARRERAKO trafiko guztia
fr: Refuser tout le trafic ENTRANT
hr: Zabrani sav DOLAZNI promet
lv: Aizliegt visu ienākošo plūsmu
nl: Alle INKOMENDE verkeer blokkeren (stil)
oc: Refusar tot lo trafic ENTRANT
pl: Zablokuj wszystkie połączenia przychodzące
pt_br: Negar todo tráfego de ENTRADA
ru: Запретить весь входящий трафик
sv: Neka all INKOMMANDE trafik
uk: Блокувати весь ВХІДНИЙ трафік

source: Reject all INCOMING traffic
ast: Refugáu tol tráficu ENTRANTE
de: Sämtlichen EINGEHENDEN Datenverkehr verwerfen
eu: Ezetsi SARRERAKO trafiko guztia
fr: Rejeter tout le trafic ENTRANT
hr: Odbij sam DOLAZNI promet
lv: Noraidīt visu ienākošo plūsmu
nl: Alle INKOMENDE verkeer blokkeren
oc: Regetar tot lo trafic ENTRANT
pl: Odrzuć wszystkie połączenia przychodzące
pt_br: Rejeitar todo tráfego de ENTRADA
ru: Отклонять весь входящий трафик
sv: Avvisa all INKOMMANDE trafik
uk: Відхилити весь ВХІДНИЙ трафік

source: Allow all INCOMING traffic
ast: Permitíu tol tráficu ENTRANTE
de: Sämtlichen EINGEHENDEN Datenverkehr erlauben
eu: Onartu SARRERAKO trafiko guztia
fr: Autoriser tout le trafic ENTRANT
hr: Dopusti sav DOLAZNI promet
lv: Atļaut visu ienākošo plūsmu
nl: Alle INKOMENDE verkeer toestaan
oc: Autorizar tot lo trafic ENTRANT
pl: Dopuść cały ruch przychodzący.
pt_br: Permitir todo tráfego de ENTRADA
ru: Разрешить весь входящий трафик
sv: Tillåt all INKOMMANDE trafik
uk: Дозволити весь ВХІДНИЙ трафік

source: Deny all OUTGOING traffic
ast: Torgáu tol tráficu SALIENTE
de: Sämtlichen AUSGEHENDEN Datenverkehr verbieten
eu: Ukatu IRTEERAKO trafiko guztia
fr: Refuser tout le trafic SORTANT
hr: Zabrani sav ODLAZNI promet
lv: Aizliegt visu izejošo plūsmu
nl: Alle UITGAANDE verkeer blokkeren (stil)
oc: Refusar tot lo trafic SORTENT
pl: Zablokuj wszystkie połączenia wychodzące
pt_br: Negar todo tráfego de SAÍDA
ru: Запретить весь исходящий трафик
sv: Neka all UTGÅENDE trafik
uk: Блокувати весь ВИХІДНИЙ трафік

source: Reject all OUTGOING traffic
ast: Refugáu tol tráficu SALIENTE
de: Sämtlichen AUSGEHENDEN Datenverkehr verwerfen
eu: Ezetsi IRTEERAKO trafiko guztia
fr: Rejeter tout le trafic SORTANT
hr: Odbij sav ODLAZNI promet
lv: Noraidīt visu izejošo plūsmu
nl: Alle UITGAANDE verkeer blokkeren
oc: Regetar tot lo trafic SORTENT
pl: Odrzuć wszystkie połączenia wychodzące
pt_br: Rejeitar todo tráfego de SAÍDA
ru: Отклонять весь исходящий трафик
sv: Avvisa all UTGÅENDE trafik
uk: Відхилити весь ВИХІДНИЙ трафік

source: Allow all OUTGOING traffic
ast: Permitir tol tráficu SALIENTE
de: Sämtlichen AUSGEHENDEN Datenverkehr erlauben
eu: Onartu IRTEERAKO trafiko guztia
fr: Autoriser tout le trafic SORTANT
hr: Dopusti sav ODLAZNI promet
lv: Atļaut visu izejošo plūsmu
nl: Alle UITGAANDE verkeer toestaan
oc: Autorizar tot lo trafic SORTENT
pl: Zezwalaj na wszystkie połączenia wychodzące
pt_br: Permitir todo tráfego de SAÍDA
ru: Разрешить весь исходящий трафик
sv: Tillåt all UTGÅENDE trafik
uk: Дозволити весь ВИХІДНИЙ трафік

source: © 2008-2012 The Gufw Project Shield logo © 2007 Michael Spiegel
lv: © 2008-2012 Gufw projekts Vairoga logo © 2007 Michael Spiegel
nl: © 2008-2012 Het Gufw-project Schild-logo © 2007 Michael Spiegel
pt_br: © 2008-2012 O Projeto Gufw Logotipo escudo © 2007 Michael Spiegel

source: Graphical user interface for ufw
ast: Interfaz gráfica d'usuariuo pa ufw
de: Grafische Benutzeroberfläche für ufw
eu: ufw-rentzako erabiltzaile-interfaze grafikoa
fr: Interface graphique pour UFW
hr: Grafičko sučelje za ufw
lv: Utilītas ufw grafiskā lietotāja saskarne
nl: Grafische gebruikersinterface voor ufw
oc: Interfàcia grafica per UFW
pl: Graficzny interfejs użytkownika dla ufw
pt_br: Interface gráfica do usuário para ufw
ru: Графический интерфейс пользователя для ufw
sv: Grafiskt användargränssnitt för ufw
uk: Графічний інтерфейс для ufw

source: Lead developer: Marcos Alvarez Costales https://launchpad.net/~costales Developers (in alphabetical order): David Planella https://launchpad.net/~dpm Emilio López https://launchpad.net/~turl Giacomo Picchiarelli https://launchpad.net/~gpicchiarelli Jeremy Bicha https://launchpad.net/~jbicha Raúl Soriano https://launchpad.net/~gatoloko Rogério Vicente https://launchpad.net/~rogeriopvl Rubén Megido https://launchpad.net/~runoo Vadim Peretokin https://launchpad.net/~vperetokin Contributors: Cedrick Hannier https://launchpad.net/~cedynamix MOTU Devid Antonio Filoni https://launchpad.net/~d.filoni
lv: Galvenais izstrādātājs: Marcos Alvarez Costales https://launchpad.net/~costales Izstrādātāji (alfabētiskā secībā): David Planella https://launchpad.net/~dpm Emilio López https://launchpad.net/~turl Giacomo Picchiarelli https://launchpad.net/~gpicchiarelli Jeremy Bicha https://launchpad.net/~jbicha Raúl Soriano https://launchpad.net/~gatoloko Rogério Vicente https://launchpad.net/~rogeriopvl Rubén Megido https://launchpad.net/~runoo Vadim Peretokin https://launchpad.net/~vperetokin Veidotāji: Cedrick Hannier https://launchpad.net/~cedynamix MOTU Devid Antonio Filoni https://launchpad.net/~d.filoni
nl: Hoofdontwikkelaar: Marcos Alvarez Costales https://launchpad.net/~costales Ontwikkelaars (in alfabetische volgorde): David Planella https://launchpad.net/~dpm Emilio López https://launchpad.net/~turl Giacomo Picchiarelli https://launchpad.net/~gpicchiarelli Jeremy Bicha https://launchpad.net/~jbicha Raúl Soriano https://launchpad.net/~gatoloko Rogério Vicente https://launchpad.net/~rogeriopvl Rubén Megido https://launchpad.net/~runoo Vadim Peretokin https://launchpad.net/~vperetokin Met bijdragen van: Cedrick Hannier https://launchpad.net/~cedynamix MOTU Devid Antonio Filoni https://launchpad.net/~d.filoni
pt_br: Desenvolvedor líder: Marcos Alvarez Costales https://launchpad.net/~costales Desenvolvedores (em ordem alfabética): David Planella https://launchpad.net/~dpm Emilio López https://launchpad.net/~turl Giacomo Picchiarelli https://launchpad.net/~gpicchiarelli Jeremy Bicha https://launchpad.net/~jbicha Raúl Soriano https://launchpad.net/~gatoloko Rogério Vicente https://launchpad.net/~rogeriopvl Rubén Megido https://launchpad.net/~runoo Vadim Peretokin https://launchpad.net/~vperetokin Contribuidores: Cedrick Hannier https://launchpad.net/~cedynamix MOTU Devid Antonio Filoni https://launchpad.net/~d.filoni Tradutores: Rafael Neri https://launchpad.net/~rafepel

source: translator-credits
ast: Launchpad Contributions: Costales https://launchpad.net/~costales Iñigo Varela https://launchpad.net/~ivarela Xuacu Saturio https://launchpad.net/~xuacusk8
de: Launchpad Contributions: Christian https://launchpad.net/~make-panic Christian Lins https://launchpad.net/~cli Costales https://launchpad.net/~costales DHermit https://launchpad.net/~dhermit Daniel Winzen https://launchpad.net/~q-d Erik Hahn https://launchpad.net/~erikhahn Gerjet Kleine-Weischede https://launchpad.net/~gerjet Hendrik Knackstedt https://launchpad.net/~hennekn Jens Maucher https://launchpad.net/~jensmaucher Johannes Boost https://launchpad.net/~jjjb Josef Nacke https://launchpad.net/~supermariohana Martin Kaffanke https://launchpad.net/~martin-kaffanke Michael Mauch https://launchpad.net/~michael-mauch Nico Beierle https://launchpad.net/~schnico Philipp Meier https://launchpad.net/~meier-philipp SpaceCafé https://launchpad.net/~spacecafe Vemboca https://launchpad.net/~vemboca herbert https://launchpad.net/~bsecd norsen https://launchpad.net/~21t peles https://launchpad.net/~lukas-lpsite pit ralon https://launchpad.net/~pitralon ubuntuuser87 https://launchpad.net/~martin-wallner-
eu: Launchpad Contributions: Asier Iturralde Sarasola https://launchpad.net/~asier-iturralde Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual stax https://launchpad.net/~unsegundo-yavoy
fr: Launchpad Contributions: BashHunter https://launchpad.net/~bashhunter BriceF https://launchpad.net/~ubuntu077 Bruno Patri https://launchpad.net/~brunopatri Cedynamix https://launchpad.net/~cedynamix Costales https://launchpad.net/~costales FR. Loïc https://launchpad.net/~hackurx Florent (LSc) https://launchpad.net/~lorkscorguar François Blondel https://launchpad.net/~francoisblondel Marting https://launchpad.net/~marting Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Delvaux https://launchpad.net/~malizor Psykotik https://launchpad.net/~linux-ikiru Quentin Pagès https://launchpad.net/~kwentin Rémi Héneault https://launchpad.net/~foux-dev Sorkin https://launchpad.net/~kosnila Thibault Févry https://launchpad.net/~thibaultfevry Tugdualenligne https://launchpad.net/~josse-du-plessis TuniX12 https://launchpad.net/~tunix12-deactivatedaccount Yohann CHASTRE https://launchpad.net/~yohann-chastre Yves MATHIEU https://launchpad.net/~ymathieu mehiradev https://launchpad.net/~mehiradev moimael https://launchpad.net/~moimael nodiscc https://launchpad.net/~nodiscc
hr: Launchpad Contributions: Costales https://launchpad.net/~costales Dino Lovaković https://launchpad.net/~dino-lovakovic Miro Glavić https://launchpad.net/~klek Saša Mofardin - Mofa https://launchpad.net/~sasa-mofardin Saša Teković https://launchpad.net/~hseagle2015 nafterburner https://launchpad.net/~nafterburner rpr nospam https://launchpad.net/~rpr-nospam
lv: Launchpad Contributions: Costales https://launchpad.net/~costales Rūdolfs Mazurs https://launchpad.net/~rudolfs-mazurs
nl: Launchpad Contributions: Adriaan Callaerts https://launchpad.net/~adriaan-callaerts Arjen Raateland https://launchpad.net/~arjen-raateland Costales https://launchpad.net/~costales Heureka https://launchpad.net/~jan-de-ridder Metal724 https://launchpad.net/~terpstra007 PjotrAmslap https://launchpad.net/~pieterpalsma Rachid https://launchpad.net/~rachidbm cumulus007 https://launchpad.net/~cumulus-007 leoquant https://launchpad.net/~leoquant rob https://launchpad.net/~rvdb
oc: Launchpad Contributions: Cédric VALMARY (Tot en òc) https://launchpad.net/~cvalmary
pl: Launchpad Contributions: Adrian Feliks https://launchpad.net/~mexit Antoni Kudelski https://launchpad.net/~antoni-kudelski Arkadiusz Błasiak https://launchpad.net/~ares1112 Costales https://launchpad.net/~costales Dariusz Jakoniuk https://launchpad.net/~darcio53 Hubert "Schlussarz" Ślósarski https://launchpad.net/~schlussarz Inox https://launchpad.net/~inox Jarosław Ogrodnik https://launchpad.net/~goz Krzysztof Bezrąk https://launchpad.net/~pikpok Kuba Mędrek https://launchpad.net/~kubix-medrek Piotr Makowski (Aviary.pl) https://launchpad.net/~zaryk Piotr Łukomiak https://launchpad.net/~pioluk Sebastian Malek https://launchpad.net/~sebatbg Seweryn Opyd https://launchpad.net/~sewerin94 Twojwujaszek https://launchpad.net/~twojwujaszek-gmail glar https://launchpad.net/~mozzkid piori https://launchpad.net/~elpiori r4mios https://launchpad.net/~r4mios
pt_br: Launchpad Contributions: Allan Lopes Peretti https://launchpad.net/~mendigodase Anjolo https://launchpad.net/~anjolo-2 Costales https://launchpad.net/~costales Daniel Frank https://launchpad.net/~mitzgitari Davemedia https://launchpad.net/~davecadastro Douglas Santos https://launchpad.net/~douglasrpg Elton Pereira de Lima https://launchpad.net/~eltonplima José Humberto Alvarenga Melo https://launchpad.net/~josehumberto-melo Laete Meireles do Nascimento https://launchpad.net/~laetemn Matheus de Araújo https://launchpad.net/~suetamac Mário Augusto Souza Nunes https://launchpad.net/~contato-marionunes Rafael C. Brandão https://launchpad.net/~rcbrandao Rafael Neri https://launchpad.net/~rafepel Rodrigo Borges https://launchpad.net/~rbm0407 Ronaldo Luiz Pedroso https://launchpad.net/~ronaldo-luiz-pedroso Sam Samuels https://launchpad.net/~gemini-sam-samuels Sergio https://launchpad.net/~ikisham ThiagoSerra https://launchpad.net/~thiagoserra Wanderson Santiago dos Reis https://launchpad.net/~wasare
ru: Launchpad Contributions: Alexander Semyonov https://launchpad.net/~rotuka Alexey Balmashnov https://launchpad.net/~a.balmashnov Costales https://launchpad.net/~costales Egor Bushmelyov https://launchpad.net/~skipper95 Eugene Marshal https://launchpad.net/~lowrider Ivan Akulov https://launchpad.net/~gxoptg Novichkov Alexander https://launchpad.net/~berkut Sergey Sedov https://launchpad.net/~serg-sedov Vadim Peretokin https://launchpad.net/~vperetokin XPEH https://launchpad.net/~akidyarov Yevseyev Constantine Valeryevich https://launchpad.net/~constantineyevseyev stmc https://launchpad.net/~whats-up svyat https://launchpad.net/~svyatka Андрей Калинин https://launchpad.net/~prize2step
sv: Launchpad Contributions: Carl Ådahl https://launchpad.net/~carl-adahl Daniel Holm https://launchpad.net/~danielholm Daniel Nylander https://launchpad.net/~yeager David Bengtsson https://launchpad.net/~jstfaking Jakob Gezelius https://launchpad.net/~jakob-knugen Peter Thor https://launchpad.net/~thor-peter Pontus Öhman https://launchpad.net/~nifelheim
uk: Launchpad Contributions: Alexandr Shapoval https://launchpad.net/~rain534 Costales https://launchpad.net/~costales Max_ym https://launchpad.net/~kontact-cat Maxim Nosovets https://launchpad.net/~nosovetz Serhey Kusyumoff (Сергій Кусюмов) https://launchpad.net/~sergemine Whitemaster https://launchpad.net/~whitemaster andygol https://launchpad.net/~andygol atany https://launchpad.net/~ye-gorshkov avi9526 https://launchpad.net/~avi9526 banza https://launchpad.net/~banza roman prokopyshyn (Роман Прокопишин) https://launchpad.net/~colobocman Богдан Шульга https://launchpad.net/~bohdan4ik Сергій Богач https://launchpad.net/~sergeysix

source: Shield logo by myke http://michael.spiegel1.at/
lv: Vairoga logo veidoja myke http://michael.spiegel1.at/
nl: Schild-logo gemaakt door Myke http://michael.spiegel1.at/
pt_br: Logotipo escudo feito por myke http://michael.spiegel1.at/

source: Reloaded ufw rules
ast: Recargar regles d'ufw
de: UWF-Regeln neu geladen
eu: ufw arauak birkargatuta
fr: Règles UFW rechargées
hr: Ponovno učitana ufw pravila
lv: Pārlādēt ufw kārtulas
nl: De ufw-regels zijn herladen.
oc: Règlas UFW recargadas
pl: Przeładowanie reguł ufw
pt_br: Recarregar regras do ufw
ru: Правила ufw перезагружены
sv: Läste om ufw-reglerna

source: This will remove all rules and disable the firewall!
ast: ¡Desaniciarás toles regles y desactivarás el tornafueos!
de: Es werden alle Regeln entfernt und die Firewall wird deaktiviert!
eu: Honek arau guztiak kendu eta suhesia desgaituko du!
fr: Ceci va supprimer toutes les règles et désactiver le pare-feu !
hr: Ovo će ukloniti sva pravila i onesposobiti vatrozid!
lv: Visas kārtulas tiks izņemtas un ugunsmūris deaktivēts!
nl: Dit zal alle bestaande regels verwijderen en zal tevens de firewall uitschakelen!
oc: Aquò suprimirà totas las règlas e desactivarà lo parafuòc !
pl: Spowoduje to usunięcie wszystkich reguł i wyłączenie zapory!
pt_br: Isso removerá todas as regras e desabilitará o firewall!
ru: Это удалит все правила и отключит межсетевой экран
sv: Det här tar bort alla regler och inaktiverar brandväggen
uk: Це дозволить видалити всі правила й вимунути брандмауер!

source: Do you want to continue?
ast: ¿Quies siguir?
de: Möchten Sie fortfahren?
eu: Jarraitu nahi duzu?
fr: Souhaitez-vous continuer ?
hr: Želite li nastaviti?
lv: Vai vēlaties turpināt?
nl: Wilt u doorgaan?
oc: Volètz contunhar ?
pl: Kontynuować?
pt_br: Deseja continuar?
ru: Вы действительно хотите продолжить?
sv: Vill du fortsätta?
uk: Бажаєте продовжити?

source: Reset Firewall
ast: Resetear Tornafueos
de: Firewall zurücksetzen
eu: Berrasieratu suhesia
fr: Réinitialiser le pare-feu
hr: Ponovno pokrenuti vatrozid
lv: Atstatīt ugunsmūri
nl: Firewall resetten
oc: Reïnicializar lo parafuòc
pl: Resetuj zaporę
pt_br: Retornar o Firewall ao Padrão
ru: Перезапуск межсетевого экрана
sv: Nollställ brandvägg
uk: Скидання правил брандмауера

source: Removed rules and reset firewall!
ast: ¡Desaniciaes toles regles y reafitáu'l tornafueos!
de: Firewall zurückgesetzt und Regeln gelöscht!
eu: Arauak kendu eta suhesia berrasieratuta!
fr: Les règles ont été supprimées et le pare-feu a été réinitialisé.
hr: Uklonjena pravila i ponovno pokrenut vatrozid!
lv: Izņēma kārtulas un atstatīja ugunsmūri!
nl: Regels verwijderd en firewall uitgeschakeld!
oc: Las règlas son estadas suprimidas e lo parafuòc es estat reïnicializat.
pl: Usunięto reguły i zrestartowano zaporę!
pt_br: Regras removidas e firewall no padrão!
ru: Удалить правило и перезапустить межсетевой экран
sv: Tog bort regler och återställde brandväggen!
uk: Видалено правила та скинуто міжмережевий екран!

source: on
de: an
fr: sur
hr: pri
lv: uz
nl: op
oc: lo
pl: na
pt_br: em
ru: на
sv: på
uk: Увімкнути

source: Firewall
ast: Tornafuéu
eu: Suhesia
fr: Pare-feu
hr: Vatrozid
lv: Ugunsmūris
oc: Parafuòc
pl: Zapora sieciowa
ru: Межсетевой экран
sv: Brandvägg
uk: Брандмауер

source: Firewall: Add Rule
ast: Tornafuegos: Amestar regla
de: Firewall: Regel hinzufügen
eu: Suhesia: Gehitu araua
fr: Pare-feu : ajouter une règle
hr: Vatrozid: Dodaj pravilo
lv: Firewall: Pievienot kārtulu
nl: Firewall: Regel toevoegen
oc: Parafuòc : apondre una règla
pl: Zapora: Dodaj regułę
pt_br: Firewall: Adicionar Regra
ru: Межсетевой экран: Добавление правила
sv: Brandvägg: Lägg till regel
uk: Брандмауер: Додавання правила

source: Show extended actions
ast: Amosar aiciones estendíes
de: Erweiterte Optionen anzeigen
eu: Erakutsi ekintza gehigarriak
fr: Afficher les actions étendues
hr: Prikaži proširene akcije
lv: Rādīt paplašinātās darbības
nl: Uitgebreide acties weergeven
oc: Afichar las accions espandidas
pl: Pokaż rozszerzone akcje
pt_br: Exibir ações estendidas
ru: Отображать дополнительные настройки
sv: Visa utökade åtgärder
uk: Показати розширені дії
